Repository: N0rbert/classicmenu-indicator
Catalog: po/*.po
Languages: am, de, fi, fr, gl, it, nb, pt, pt_br, ru, sv, tr, uk

source: ClassicMenu Indicator doesn't come with its own menu definition but uses standard menu definitions already present on most systems. You can modify this menu definitions using menu editors like Alacarte, MenuLibre or similar ones. You have to select at least one menu defintion in order to ClassicMenu Indicator displaying a menu. If you select more then one menu definition all definitions are used in the order they appear on the right.
fi: ClassicMenu Indicatorissa ei ole omaa valikkomäärittelyä, vaan se käyttää standardivalikkomäärittelyä, joka sisältyy oletuksena useimpiin käyttöjärjestelmiin. Voit muokata valikkomäärittelyjä niihin tarkoitetuilla sovelluksilla, kuten Alacarte tai MenuLibre. Sinun on valittava vähintään yksi valikkomäärittely, jotta ClassicMenu Indicator pystyy näyttämään valikon. Jos valitset useamman kuin yhden valikkomäärittelyn, niitä käytetään siinä järjestyksessä, kuin ne esiintyvät oikealla.
pt_br: O ClassicMenu-Indicator não vem com sua própria definição de Menus, porém usa as definições padrões de Menu que já estão presentes na maioria dos sistemas. Você pode modificar essas definições de menu usando editores de menu, como: Alacarte, MenuLibre ou similares. Você deve selecionar pelo menos uma definição de Menu para que o ClassicMenu-Indicator carregue corretamente. Se você selecionar mais de uma definição de menu, então todas as definições irão aparecer, serão usadas na ordem em que aparecem na coluna da direita.
sv: KlassiskMeny Indikatorn kommer inte med sin egen menydefinition utan använder en standard menydefinition som redan finns tillgänglig på de flesta system. Du kan ställa in denna meny genom att använda andra menyredigerare som Alacarte, MenuLibre eller liknande. Du måste ha åtminstone en menydefinition för att KlassiskMeny Indikator ska visa en meny. Om du väljer att använda mer än en menydefinition så kommer alla menydefinitioner som används att visas i den ordning som dom är till höger.

source: Some menu definition don't include extra menus like the ones used by Wine. Do you want ClassicMenu Indicator to add those extra menus?
fi: Jotkut valikkomäärittelyt eivät sisällytä mukaan lisävalikkoja, joita on mm. Winessä. Haluatko, että ClassicMenu Indicator lisää nämä lisävalikot?
nb: Noen menydefinisjoner inkluderer ikke ekstra menyer som de i Wine. Vil du at ClassicMenu Indicator skal legge til disse ekstra menyene?
pt_br: Algumas definições de menu não incluem Menus Extras, como os usados pelo "Wine". Você quer que o ClassicMenu-Indicator adicione esses Menus Extras?
sv: Vissa menydefinitioner innehåller inte extra menyer som används av t.ex Wine. Vill du att KlassiskMeny Indikatorn ska lägga till dessa extra menyer?

source: Use old icon
tr: Eski ikonu kullan

source: Show menu icons
tr: Menü ikonlarını göster

source: Use alternate menu
tr: Alternatif menüyü kullan

source: Report a Bug
tr: Hata Bildir
