Repository: N0rbert/classicmenu-indicator
Catalog: po/*.po
Languages: am, de, fi, fr, gl, it, nb, pt, pt_br, ru, sv, tr, uk

source: Any files
am: ማንኛውም ፋይል
de: Alle Dateien
fi: Kaikki tiedostot
fr: Tous les fichiers
gl: Calquera ficheiro
it: Qualsiasi file
nb: Alle filer
pt: Quaisquer ficheiros
pt_br: Todos os arquivos
ru: Все файлы
sv: Alla filer
uk: Будь-які файли

source: Select folder
de: Ordner auswählen
fr: Sélectionner un dossier
gl: Seleccionar cartafol
pt: Selecionar Pasta
uk: Оберіть теку

source: translator-credits
am: Launchpad Contributions: samson https://launchpad.net/~sambelet
de: Launchpad Contributions: Florian Diesch https://launchpad.net/~diesch Joerg Eschmann https://launchpad.net/~ekknadd Tobias Bannert https://launchpad.net/~toba
fi: Launchpad Contributions: Jiri Grönroos https://launchpad.net/~jiri-gronroos Konsta Mäenpänen https://launchpad.net/~maenpanen9
fr: Launchpad Contributions: C138 https://launchpad.net/~c138 Matt Roy https://launchpad.net/~mattsx8 Nekronith https://launchpad.net/~nekronith Nico207 https://launchpad.net/~forums-t Romain https://launchpad.net/~romain-b Vincent RUIZ https://launchpad.net/~vince2b-linux londumas https://launchpad.net/~helion331990
gl: Launchpad Contributions: Marcos Lans https://launchpad.net/~markooss Trutxo64 https://launchpad.net/~celestino-freire
it: Launchpad Contributions: Raffaele https://launchpad.net/~raffaelone venerdi https://launchpad.net/~mendem
nb: Launchpad Contributions: Bjørn Håkon Mathisen https://launchpad.net/~bmathise Henning Olsen https://launchpad.net/~henia68
pt: Launchpad Contributions: Juan Carlos Oliveira Lamarão https://launchpad.net/~juanlamarao Tiago Sá https://launchpad.net/~tiagossa1
pt_br: Launchpad Contributions: Adriano Steffler https://launchpad.net/~adrianosteffler Marcos Scheide https://launchpad.net/~mscheide Rafael Andrade de Medeiros https://launchpad.net/~hellmans
ru: Launchpad Contributions: Alexander Myslivets https://launchpad.net/~alexander-myslivets Denis https://launchpad.net/~denis2371 Eugene Marshal https://launchpad.net/~lowrider Evgeny Kozlov https://launchpad.net/~evgeny-kozlov-mailbox Vadim Polyakov https://launchpad.net/~itpn Павел https://launchpad.net/~diablo-rider
sv: Launchpad Contributions: kristian https://launchpad.net/~kristianm24
tr: Launchpad Contributions: Bilal https://launchpad.net/~kira-gazerock
uk: Launchpad Contributions: Lysenko Denis https://launchpad.net/~pharmasolin Vitalii Paslavskyi https://launchpad.net/~vpaslavskyi stuartlittle https://launchpad.net/~stuartlittle1970

source: Reload menu
am: ዝርዝር እንደገና መጫኛ
de: Menü neu laden
fi: Lataa valikko uudelleen
fr: Recharger le menu
gl: Recargar o menú
it: Aggiorna
nb: Oppdater meny
pt: Recarregar menu
pt_br: Atualizar menu (recarregar)
ru: Перезагрузить меню
sv: Ladda om menyn
uk: Перезавантажити меню

source: Go to Web Page
am: ወደ ድህረ ገጽ መሄጃ
de: Webseite besuchen
fi: Käy verkkosivustolla
fr: Aller à la page Web
gl: Ir ao sitio web
it: Visita il sito web
nb: Gå til websiden
pt: Ir á Página Web
pt_br: Ir à página do ClassicMenu
ru: Перейти на веб-сайт
sv: Gå till Hemsidan
tr: Web Sayfasına Git
uk: Перейти на веб-сайт

source: Report a bug in %s
am: ችግር ማሳወቂያ %s
de: Einen Fehler in %s melden
fi: Ilmoita virheestä kohteessa %s
fr: Signaler un bug dans %s
gl: Informar dun fallo en %s
it: Segnala un bug di %s
nb: Rapporter en feil %s
pt: Reportar um erro no %s
pt_br: Reportar um erro no %s
ru: Сообщить об ошибке в %s
sv: Rapportera en bugg i %s
uk: Звітувати про баг в %s

source: Help with Translations
am: በ መተርጎም ይርዱ
de: Bei der Übersetzung helfen
fi: Auta käännöksissä
fr: Aider à la Traduction
gl: Traducir este aplicativo
it: Collabora alle traduzioni
nb: Hjelp til med å oversette
pt: Ajude com a Tradução
pt_br: Ajudar com Traduções
ru: Помочь с переводом
sv: Hjälp till att översätta
tr: Çevirilere Yarım Et
uk: Допомогти з перекладом

source: Donate via Flattr
am: ይለግሱ via Flattr
de: Spenden (Flattr)
fi: Lahjoita Flattrin kautta
fr: Faire un don via Flattr
gl: Doar con Flattr
it: Dona tramite Flattr
nb: Donér via Flattr
pt_br: Doar via Flattr
sv: Donera via Flattr
tr: Flattr yoluyla bağış

source: Donate via PayPal
am: ይለግሱ via PayPal
de: Spenden (PayPal)
fi: Lahjoita PayPalin kautta
fr: Faire un don via PayPal
gl: Doar con Paypal
it: Dona tramite PayPal
nb: Donér via PayPal
pt: Doar via PayPal
pt_br: Doar via PayPal
ru: Пожертвовать через PayPal
sv: Donera via PayPal
tr: PayPal yoluyla bağış yapın
uk: Пожертвувати через PayPal

source: Quit %s
am: ማጥፊያ %s
de: %s beenden
fi: Lopeta %s
fr: Quitter %s
gl: Saír de %s
it: Chiudi %s
nb: Avslutt %s
pt: Sair do %s
pt_br: Sair do %s
ru: Выйти из %s
sv: Avsluta %s
uk: Вийти з %s

source: Updating menu...
am: ዝርዝር በ ማሻሻል ላይ...
de: Aktualisiere Menü...
fi: Päivitetään valikkoa...
fr: Mise à jour du menu...
gl: Actualizando o menú...
it: Aggiornamento in corso....
nb: Oppdaterer menyen...
pt: A atualizar o menu...
pt_br: Carregando o menu...
ru: Обновление меню
sv: Uppdaterar menyn...
uk: Оновлення меню...

source: Please wait
am: እባክዎን ይቆዩ
de: Einen Moment bitte...
fi: Odota hetki
fr: Veuillez patienter...
gl: Agarde, por favor
it: Attendere prego
nb: Vennligst vent
pt: Por favor, aguarde
pt_br: Por favor, aguarde
ru: Подождите, пожалуйста
sv: Var god vänta
uk: Будь ласка, зачекайте

source: Show menu at mouse pointer location. This requires an already running instance of %s
de: Zeige das Menü an der Mauszeiger-Position. Dafür muss schon eine Instanz von %s aktiv sein.
gl: Mostrar o menú na localización do punteiro. Isto require ter en execución unha instancia de %s
pt: Mostrar o menu na localização do ponteiro do rato. Isso requer uma instância já em execução de %s
uk: Показувати меню на місці вказівника мишки. Для цього необхідна робота примірника на %s

source: Start a new instance of %s, even if there alread is onerunning
de: Starte eine neue Instanz von %s auch wenn schon eine andere Instanz aktiv ist.
gl: Iniciar unha instancia nova de %s, aínda que haxa outra en execución
pt: Inicar uma nova instancia %s, mesmo se estiver já a correr
uk: Почати роботу нового примірника на %s , навіть якщо один вже працює.

source: Can't connect to %s: %s
de: Kann keine Verbindung zu %s aufbauen: %s
gl: Non é posíbel conectar con %s: %s
pt: Não é possivel conectar a %s: %s
uk: Відсутнє з'єднання %s: %s

source: Maybe you need to start %s first.
de: Möglicherweiser müssen Sie erst %s starten.
gl: Quizais necesite iniciar %s primeiro.
pt: Talvez tens de iniciar %s primeiro.
uk: Можливо необхідно розпочати спочатку %s

source: %s already running. Not starting another one. Use the "--ignore-running" option if you want to start more than one instance.
de: Es ist schon eine Instanz von %s aktiv, daher wird keine neue gestartet. Sie können die Option "--ignore-running" benutzen, wenn sie mehr als eine Instanz gleichzeitig benutzen wollen.
gl: %s xa está en execución. Non se iniciará outro. Use a opción «--ignore-running» se desexa iniciar máis dunha instancia.
pt: %s já está a correr. Usa "--ingnore-running" se queres iniciar outro.
uk: %s вже працює. Не починайте роботу ще одного вікна. Якщо ви хочете запустити ще один екземпляр, використайте опцію "--ігнорувати-запуск" .

source: ClassicMenu Indicator
am: ዘመናዊ ዝርዝር ማሳያ
de: ClassicMenu-Indikator
fi: ClassicMenu-ilmaisinsovellus
gl: Menú clásico do Gnome
it: Indicatore per menù classico
nb: Klassisk meny indikator
ru: Индикатор ClassicMenu
sv: Klassisk Meny Indikator
tr: KlasikMenü Belirteci
uk: Індикатор класичного меню

source: Indicator applet to show the Gnome Classic main menu
de: Indikator, der ein Anwendungsmenü wie in »Gnome Classic« anzeigt
fi: Ilmaisinsovelma, joka näyttää Gnome Classic -päävalikon
fr: Indicateur pour afficher le menu principal de Gnome Classic
gl: Miniaplicativo que mostra o menú principal clásico de GNOME
it: Indicatore che mostra il classico menù principale di GNOME
nb: Indikator-miniprogram som viser den klassiske hovedmenyen for Gnome
pt: Miniaplicativo indicador para mostrar o menu principal do Gnome Clássico
pt_br: Miniaplicativo indicador para mostrar o menu principal do Gnome Classic
ru: Апплет для отображения главного меню Gnome Classic
sv: En indikator för att visa Gnomes Klassiska huvudmeny
tr: Gnome Klasik ana menüsünü göstermek için belirteç uygulaması
uk: Аплет індикатора, який показує класичне головне меню Gnome

source: Application Menu
de: Programmmenü
fr: Menu des applications
gl: Menú dos aplicativos
pt: Menu de aplicações
ru: Меню приложений
uk: Меню програми

source: Preferences
am: ምርጫዎች
de: Einstellungen
fi: Asetukset
fr: Préférences
gl: Axustes
it: Preferenze
nb: Instillinger
pt: Definições
pt_br: Preferências
ru: Параметры
sv: Inställningar
uk: Параметри

source: Set to defaults
am: ወደ ነባር መመለሻ
de: Benutze Standard-Einstellungen
fi: Palauta oletukset
fr: Valeurs par défaut
gl: Estabelecer valores predeterminados
it: Imposta valori predefiniti
nb: Sett til standard
pt: Voltar a configuração padrão
pt_br: Configurar como padrão
ru: Сброс по умолчанию
sv: Återställ till förvalda värden
uk: Встановити за замовчуванням

source: ClassicMenu Indicator doesn't come with its own menu definition but uses standard menu definitions already present on most systems. You can modify this menu definitions using menu editors like Alacarte, MenuLibre or similar ones. You must select at least one menu definition for ClassicMenu Indicator to display a menu. If you select more then one menu definition all definitions are used in the order they appear on the right.
gl: O ClassicMenu Indicator non vén coa súa propia definición de menú pero usa definicións de menú estándar xa presentes na maioría dos sistemas. Pode modificar estas definicións usando editores de menú como Alacarte, MenuLibre ou semellantes. Debe seleccionar alomenos unha definición do menú para que o ClassicMenu Indicator mostre un menú. Se selecciona máis dunha definición todas as definicións usaranse na orde que aparecen na dereita.
pt: O indicador ClassicMenu não vem com sua própria definição de menu, mas usa definições de menu padrão já presentes na maioria dos sistemas. Podes modificar estas definições de menu usando editores de menu como Alacarte, MenuLibre ou similares. Deves selecionar pelo menos uma definição de menu para o Indicador ClassicMenu para exibir um menu. Se selecionares mais de uma definição de menu, todas as definições são usadas na ordem em que aparecem à direita.
uk: Індикатор Класичного Меню не має власних визначень меню, натомість він використовує стандартні визначення що наявні на більшості систем. Ви можете змінювати ці визначення меню використовуючи редактори меню такі як Alacarte, MenuLibre або подібні. Для відображення меню Індикатором Класичного Меню, Вам необхідно обрати один із видів визначень меню. Якщо ви оберете більше ніж одне визначення, усі визначення Якщо ви оберете більше ніж одне визначення меню, всі визначення будуть використовуватися в тому порядку, в якому вони відображаються праворуч.

source: "*Simple Menu*" is a special menu created from a folder where subfolders are used to create submenus and executable files are the menu items. See the "Simple menu" tab for some settings.
gl: O «*Menú simple*» é un menú especial creado desde un cartafol onde os subcartafoles úsanse para crear submenús e os ficheiros executábeis son os elementos do menú. Vexa a lapela «Menú simple» para acceder a algúns axustes.
pt: "*Menu Simples*" é um menu especial criado a partir de uma pasta onde as subpastas são usadas para criar submenus e os ficheiros executáveis ​​são os itens do menu. Consulta a guia "Menu simples" para algumas configurações.
uk: "*Просте меню*" є спеціальним меню, що створене із теки те підтеки використовуються для створення субменю, а виконувані файли є пунктами меню. Для деяких налаштувань, скористайтесь кнопкою "Простого меню".

source: Use standard menu
am: መደበኛ ዝርዝር መጠቀሚያ
de: Standard-Menü benutzen
fi: Käytä standardivalikkoa
fr: Utiliser le menu standard
gl: Usar o menú estándar
it: Utilizza menù standard
nb: Bruk standard meny
pt: Utilizar o menu padrão
pt_br: Usar o Menu Padrão
ru: Использовать стандартное меню
sv: Använd standardmeny
uk: Використовувати стандартне меню

source: Menus
am: ዝርዝሮች
de: Menüs
fi: Valikot
gl: Menús
it: Menù
nb: Menyer
ru: Меню
sv: Menyer
uk: Меню

source: Run programs in terminal:
de: Programme in einem Terminal starten:
gl: Executar programas na terminal:
pt: Abrir programas no terminal:
uk: Запустити програми у терміналі:

source: Root folder:
de: Basisordner:
gl: Cartafol raíz:
pt: Pasta root:
uk: Адміністративна тека:

source: Browse...
de: Durchsuchen …
fr: Parcourir...
gl: Explorar...
pt: Procurar...
uk: Огляд...

source: Simple menu
de: Einfaches Menü
gl: Menú simple
pt: Menu simples
uk: Просте меню

source: Show icons on menu folders and entries. If enabled ClassicMenuIndicator will use more memory and start up slower.
gl: Mostrar iconas nos cartafoles e entradas do menú. Se está activado o ClassicMenuIndicator usará máis memoria e arrancará máis lento.
pt: Mostrar ícones nas pastas e entradas do menu. Se ativado, o ClassicMenuIndicator usará mais memória e terá um inicio mais lento.
uk: Показувати піктограми на теках та пунктах меню. Якщо Індикатор Класичного Меню ввімкнений, буде використовуватись більше пам'яті і запуск відбуватиметься повільніше.

source: Show menu icons:
am: የ ዝርዝሮች ምልክት ማሳያ
de: Zeige Symbole im Menü
fi: Näytä valikkokuvakkeet:
fr: Afficher l'icône dans la barre de menu :
gl: Mostrar as iconas do menú:
it: Visualizza icone del menù:
nb: Vis meny ikoner
pt: Mostrar ícones do menu:
pt_br: Mostrar ícones no menu:
ru: Показывать значки
sv: Visa menyikoner:
uk: Показати піктограми меню:

source: Show menu entries marked as "hidden".
gl: Mostrar as entradas do menú marcadas «ocultas».
pt: Mostrar menus marcados como "escondidos".
uk: Показувати пункти меню, що позначені як "приховані"

source: Show hidden entries:
am: የ ተደበቁ ማስገቢያዎች ማሳያ
de: Zeige versteckte Einträge
fi: Näytä piilotetut kohteet:
fr: Afficher les menus cachés :
gl: Mostrar as entradas ocultas:
it: Visualizza voci nascoste
pt: Mostrar entradas ocultas
pt_br: Mostrar entradas ocultas:
ru: Показывать скрытые пункты
sv: Visa dolda poster:
uk: Показати приховані записи:

source: Show tooltips on menu items
gl: Mostrar suxestións sobre os elementos do menú
pt: Mostrar dicas de ferramentas em itens de menu
uk: Показувати підказки на пунктах меню

source: Use tooltips:
am: የ እቃውን ጫፍ መጠቀሚያ
de: Zeige Minihilfen (Tooltips) an
fi: Käytä työkaluvinkkejä:
fr: Utiliser les info-bulles :
gl: Usar información ao pasar o cursor:
it: Utilizza i suggerimenti:
nb: Bruk verktøytips
pt: Utilizar dicas de ferramentas:
pt_br: Usar dicas de contexto (tooltips):
ru: Использовать подсказки
sv: Använd verktygstips:
uk: Використовувати підсказки

source: Icon:
am: ምልክት:
de: Symbol:
fi: Kuvake:
fr: Icône :
gl: Icona:
it: Icona:
nb: Ikon:
pt: Ícone:
pt_br: Ícone:
ru: Значок:
sv: Ikon:
uk: Піктограма:

source: Old icon
am: አሮጌ ምልክት
de: Altes Symbol
fi: Vanha kuvake
fr: Ancienne icône
gl: Icona antiga
it: Icona classica
nb: Gammelt ikon
pt: Ícone antigo
pt_br: Ícone antigo
ru: Старый значок
sv: Gammal ikon
uk: Стара піктограма

source: New Icon (dark)
am: አዲስ ምልክት (ጥቁር)
de: Neues Symbol (dunkel)
fi: Vanha kuvake (tumma)
fr: Nouvelle icône (sombre)
gl: Icona nova (escura)
it: Nuova Icona (dark)
nb: Nytt ikon (mørk)
pt: Novo ícone (escuro)
pt_br: Novo ícone (escuro-dark)
ru: Новый значок (темный)
sv: Ny ikon (mörk)
uk: Нова піктограма (темна)

source: New Icon (light)
am: አዲስ ምልክት (ነጣ ያለ)
de: Neues Symbol (hell)
fi: Uusi kuvake (vaalea)
fr: Nouvelle icône (claire)
gl: Icona nova (clara)
it: Nuova Icona (light)
nb: Nytt ikon (lys)
pt: Novo ícone (claro)
pt_br: Novo ícone (claro-light)
ru: Новый значок (светлый)
sv: Ny ikon (ljus)
uk: Нова піктограма (світла)

source: New Icon (auto)
am: አዲስ ምልክት (በራሱ)
de: Neues Symbol (automatisch)
fi: Uusi kuvake (auto)
fr: Nouvelle icône (automatique)
gl: Icona nova (automática)
it: Nuova Icona (auto)
nb: Nytt ikon (auto)
pt: Novo ícone (auto)
pt_br: Novo ícone (automático)
ru: Новый значок (авто)
sv: Ny ikon (auto)
uk: Нова піктограма (автоматично)

source: Custom
am: ማስተካከያ
de: Benutzerdefiniert
fi: Mukautettu
fr: Personnalisée
gl: Personalizar
it: Personalizzata
nb: Egendefinert
pt: Personalizado
pt_br: Customizar
ru: По выбору
sv: Anpassad
uk: Власна

source: <small>(doesn't work in some environments)</small>
am: <small>(በ አንዳንድ ሁኔታዎች ላይ አይሰራም)</small>
de: <small>funktioniert in manchen Umgebungen nicht</small>
fi: <small>(ei toimi joissain käyttöympäristöissä)</small>
fr: <small>(ne fonctionne pas dans certains environnements)</small>
gl: <small>(non funciona nalgúns ambientes)</small>
it: <small>(non funziona in alcuni sistemi )</small>
pt: <small>(não funciona em alguns ambientes)</small>
pt_br: <small>(não funciona em alguns ambientes)</small>
ru: <small>(не работает в некоторых оболочках)</small>
sv: <liten>(fungerar inte i vissa miljöer)</liten>
uk: <small>(не працює в деяких середовищах)</small>

source: Some menu definitions don't include extra menus like the ones for Wine. ClassicMenu Indicator can add them. If your menu definitions include them, too, you will see them twice.
de: Einige Menüdefinitionen enthalten keine zusätzlichen Menüs wie die für Wine. ClassicMenu Indikator kann sie hinzufügen. Wenn sie deine Menüdefinitionen auch enthalten, wirst du sie zweimal sehen.
fi: Jotkut valikkomäärittelyt eivät sisällytä mukaan lisävalikkoja, joita on mm. Winessä. ClassicMenu Indicator voi lisätä ne, mutta jos ne sisältyvät myös valikkomäärittelyysi, ne näkyvät kahteen kertaan.
fr: Certaines définitions de menus ne contiennent pas d'entrées supplémentaires telles que celles pour Wine. ClassicMenu Indicator peut les ajouter. Si vos définitions de menu les incluent également, vous les verrez deux fois.
gl: Algunhas definicións do menú non inclúen menús adicionais como os de Wine. ClassicMenu Indicator pode engadilos. Se as súas definicións do menú tamén os inclúen, veraos dúas veces.
it: Alcune definizioni del menu non includono i menu extra, come quelle per Wine. ClassicMenu Indicator li può aggiungere. Se anche le vostre definizioni di menu li includono, li vedrete due volte.
pt: Algumas definições do menu não incluem menus extras como os de Wine. O ClassicMenu Indicator pode adicioná-los. Se as definições do menu incluí-las, também as verá duas vezes.
pt_br: Algumas definições de menu não incluem Menus Extras, como os do "Wine". O ClassicMenu-Indicator permite adicioná-las. Se as definições de menu já as incluírem, então você irá ver duas vezes.
ru: Некоторые определения меню не содержат дополнительных пунктов, например для Wine. Индикатор ClassicMenu может их добавить. Если они присутствуют также и в ваших определениях меню, вы увидите их дважды.
uk: Деякі визначення меню не включають в себе екстра меню такі як у Wine. Індикатор Класичного Меню може їх додати. Якщо відповідне визначення меню вже включає їх у себе, ви будете бачити їх двічі.

source: Add extra/Wine menus:
de: Füge zusätzliche Menüs/Wine-Menüs hinzu
fi: Lisää lisä-/Wine-valikkoja:
fr: Ajouter les menus supplémentaires/Wine :
gl: Engadir menús adicionais/Wine:
it: Aggiungi un menu Wine extra
nb: Legg til ekstra/ Wine menyer:
pt: Adicionar menus extra/Wine:
pt_br: Adicionar Menus extra/Wine menus:
ru: Добавлять дополнительные/Wine меню
sv: Lägg till extra/Wine menyer:
uk: Додати екстра/Wine меню

source: Do you want an additional single menu that contains all apps in alphabetical order?
de: Wollen Sie ein zusätzliches Menü, das alle Programme alphabetisch geordnet enthält?
fi: Haluatko lisäksi yhden valikon, johon on listattu kaikki sovellukset aakkosjärjestyksessä?
fr: Voulez-vous un menu supplémentaire qui contienne toutes les applications dans l'ordre alphabétique ?
gl: Desexa un menú adicional que conteña todos os aplicativos en orde alfabética?
it: Vuoi un menù aggiuntivo che contiene tutte le applicazioni in ordine alfabetico?
nb: Vil du ha en enkel tilleggsmeny som inneholder alle apper i alfabetisk rekkefølge?
pt: Queres um menu único adicional que contenha todas as aplicações em ordem alfabética?
pt_br: Você quer um menu único adicional que contém todos os aplicativos em ordem alfabética?
ru: Хотите дополнительный пункт меню, содержащий все программы в алфавитном порядке?
sv: Vill du ha en ensam meny som innehåller alla program i alfabetisk ordning?
uk: Бажаєте додаткове єдине меню, яке містить усі проґрами в алфавітному порядку?

source: Add menu with all apps:
am: ለ ሁሉም መተግበሪያዎች ዝርዝር መጨመሪያ:
de: Zusätzliches Menü mit allen Programmen:
fi: Lisää kaikkien sovellusten valikko:
fr: Ajouter le menu de toutes les applications :
gl: Engadir menú con todos os aplicativos:
it: Aggiungi menu con tutte le applicazioni
nb: Legg til meny med alle apper:
pt: Adicionar menu com todas as aplicações:
pt_br: Adicionar menu com todos os aplicativos:
ru: Добавить пункт со всеми программами:
sv: Lägg till meny med alla program:
uk: Додати меню з усіма додатками:

source: <small>(if available)</small>
am: <small>(ዝግጁ ከሆነ)</small>
de: <small>(falls verfügbar)</small>
fi: <small>(jos käytettävissä)</small>
fr: <small>(si disponible)</small>
gl: <small>(se está dispoñíbel)</small>
it: <small>(se disponibile)</small>
nb: <smal>(Hvis tilgjengelig)</small>
pt: <small>(se disponível)</small>
pt_br: <small>(se disponível)</small>
ru: <small>(если доступно)</small>
sv: <liten>(om tillgänglig)</liten>
uk: <small>(якщо доступно)</small>

source: Don't show menu items with the same command as another item from the same menu definition
gl: Non mostrar elementos do menú coa mesma orde que outro elemento da mesma definición do menú
pt: Não mostrar itens de menu com o mesmo comando que outro item da mesma definição de menu
uk: Не відображати пункти меню з такими самими командами які вже містяться в інших пунктах з даного визначення меню.

source: Ignore duplicate entries:
gl: Ignorar entradas duplicadas:
pt: Ignoras duplas entradas:
uk: Ігнорувати однакові пункти

source: Settings
am: ማሰናጃዎች
de: Einstellungen
fi: Asetukset
fr: Réglages
gl: Axustes
it: Impostazioni
nb: Instillinger
pt: Definições
pt_br: Configurações
ru: Настройки
sv: Inställningar
uk: Параметри

source: *Simple Menu*
de: "Einfaches Menü"
pt: *Menu Simples*
uk: Просте меню
